---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbmPerInSup3
source: html/e5aac947-20a2-e3ae-439d-9b34e2e5f462.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbmPerInSup3 Property

Symbol lbm/in³, indicating unit Pounds mass per cubic inch.

## Syntax (C#)
```csharp
public static ForgeTypeId LbmPerInSup3 { get; }
```